{
	"title": "1. April 2000",
	"_year_data": "1952",
	"year": 1952,
	"rated": "Approved",
	"released": "1952-11-18T12:00:00.000Z",
	"runtime": "84 min",
	"genres": "Comedy, Fantasy, Romance, Sci-Fi",
	"director": "Wolfgang Liebeneiner",
	"writer": "Rudolf Brunngraber (screenplay), Ernst Marboe (screenplay)",
	"actors": "Hilde Krahl, Josef Meinrad, Waltraut Haas, Judith Holzmeister",
	"plot": "It is the year 2000 and the World Global Union is in charge, although other countries are allowed to elect their own government leaders, as long as they support the Union. When Austria's newly-elected president, played by Josef Meinrad, makes his inauguration speech he declares Austria independence and issues an edict ending Austria's financial support for the Global Union. The Golbal Union President, played by Hilde Krahl, arrives in a flying-saucer with her retinue of world-soldiers, equipped with death-ray guns, to put an end to the rebellion. The president and the country are put on trial. The Austrian president recounts the country's' long battle for peace, and shows how Austria stopped the invasion of the Turks, and gave the world the operetta and the waltz. He organizes a mass parade with flora floats and a brass band---what else?---playing the Austrian Freedom Song in order to appeal to the court's impartiality. A 1943 document signed by Roosevelt, Churchill and Stalin and assuring Austria of independence is presented. Basically, a satire on the post-WWII delay by the United Nations coming to agreement an Austrian independence.",
	"languages": "German",
	"country": "Austria",
	"awards": "1 nomination.",
	"poster": "https://m.media-amazon.com/images/M/MV5BOWNmYjkwNmYtZTE2Zi00YTg1LTliYjAtMWYzZDg0NTk0YjNlXkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "5.7/10"
		}
	],
	"metascore": "N/A",
	"rating": 5.7,
	"votes": "181",
	"imdbid": "tt0044312",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "1. April 2000",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0044312"
}