{
	"title": "They Died with Their Boots On",
	"_year_data": "1941",
	"year": 1941,
	"rated": "Approved",
	"released": "1941-12-31T12:00:00.000Z",
	"runtime": "140 min",
	"genres": "Biography, Drama, Romance, War, Western",
	"director": "Raoul Walsh",
	"writer": "Wally Kline (original screenplay), Æneas MacKenzie (original screenplay)",
	"actors": "Errol Flynn, Olivia de Havilland, Arthur Kennedy, Charley Grapewin",
	"plot": "A highly fictionalized account of the life of George Armstrong Custer from his arrival at West Point in 1857 to his death at the battle of the Little Big Horn in 1876. He has little discipline at the academy but is prepared to stand up to the senior cadet, Ned Sharp, who makes his life miserable. While there he catches the eye of the commandant, Col. (later General) Phil Sheridan and also meets his future bride, Elizabeth Bacon. Graduating early due to the Civil War, it is only through a chance meeting with General Winfield Scott that he finally gets assigned to a cavalry regiment. He served with distinction during the war and when he is promoted to Brigadier General in error, he leads his troops in a decisive victory. He has little to do after the war turning down lucrative positions in private industry and it's his wife who arranges with Gen. Scott for him to be appointed a Lt. Colonel and given command of the 7th Cavalry. He is depicted as a friend of the Indians who will fight for injustice, in the form of his old nemesis Ned Sharp who is taking advantage of them and trying to provoke a war with his own financial gain in mind. Custer died in the the now famous battle on June 25, 1876 at the age of 36.",
	"languages": "English",
	"country": "USA",
	"awards": "N/A",
	"poster": "https://m.media-amazon.com/images/M/MV5BMjE4NTc4NTctMjQwMi00ZTI2LTg5MjYtZTBjNDJlZDBkNmRhXkEyXkFqcGdeQXVyMjI4MjA5MzA@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.2/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "82%"
		}
	],
	"metascore": "N/A",
	"rating": 7.2,
	"votes": "5,467",
	"imdbid": "tt0034277",
	"type": "movie",
	"dvd": "19 Apr 2005",
	"boxoffice": "N/A",
	"production": "WARNER BROTHERS PICTURES",
	"website": "N/A",
	"response": "True",
	"name": "They Died with Their Boots On",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0034277"
}