{
	"title": "September 11",
	"_year_data": "2002",
	"year": 2002,
	"rated": "Unrated",
	"released": "2002-09-10T12:00:00.000Z",
	"runtime": "134 min",
	"genres": "Drama",
	"director": "Youssef Chahine, Amos Gitai, Shôhei Imamura, Alejandro G. Iñárritu, Claude Lelouch, Ken Loach, Samira Makhmalbaf, Mira Nair, Idrissa Ouedraogo, Sean Penn, Danis Tanovic",
	"writer": "Alain Brigand (original idea), Youssef Chahine (segment), Sabrina Dhawan (segment), Amos Gitai (segment), Alejandro G. Iñárritu (segment), Paul Laverty (segment), Claude Lelouch (adaptation), Claude Lelouch (dialogue), Claude Lelouch, Ken Loach (segment), Samira Makhmalbaf (segment), Idrissa Ouedraogo (segment), Sean Penn (segment), Marie-Jose Sanselme (segment), Danis Tanovic (segment), Daisuke Tengan (segment), Pierre Uytterhoeven (adaptation), Pierre Uytterhoeven (dialogue), Vladimir Vega (segment)",
	"actors": "Maryam Karimi, Mohamad Dolati, Agelem Habibi, Esmat Vahedi",
	"plot": "Eleven directors from 11 countries each contribute an 11-minute short reflecting on the events of 11 September 2001. A village teacher in Iran tries to explain to her young students what's happened. City kids in Burkina Faso think they've spotted Osama bin Laden. A deaf Frenchwoman in Manhattan writes a Dear John letter to a man who has left that morning for work at the World Trade Center. A Chilean remembers Allende. Events recall other deaths. A mother endures more than her son's death. And so on. The tone varies, as do the locales. Most stories are about others coming to terms with the events of the day, but at least one confronts the viewer with tragedy and death.",
	"languages": "English, Spanish, French, Arabic, Hebrew, Persian, French Sign Language, Japanese",
	"country": "UK, France, Egypt, Japan, Mexico, USA, Iran",
	"awards": "3 wins & 1 nomination.",
	"poster": "https://m.media-amazon.com/images/M/MV5BMzkxMjI4MjYtNjYzMC00ZTE1LWJlNjAtNWIyYzU3Njc3ODRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "6.9/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "76%"
		},
		{
			"Source": "Metacritic",
			"Value": "61/100"
		}
	],
	"metascore": "61",
	"rating": 6.9,
	"votes": "5,337",
	"imdbid": "tt0328802",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "September 11",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0328802"
}