{
	"title": "Mean Girls",
	"_year_data": "2004",
	"year": 2004,
	"rated": "PG-13",
	"released": "2004-04-29T12:00:00.000Z",
	"runtime": "97 min",
	"genres": "Comedy",
	"director": "Mark Waters",
	"writer": "Rosalind Wiseman (book), Tina Fey (screenplay)",
	"actors": "Lindsay Lohan, Rachel McAdams, Tina Fey, Tim Meadows",
	"plot": "Her parents being zoologists, homeschooled Cady Heron lived in Africa for 15 years. Attending a Chicago public high school for the first time, she starts out by befriending the \"best people you will meet\", Janis, a supposedly lesbian girl; and Damian, a boy \"too gay to function\". Cady is warned to avoid the \"worst people you will ever meet\", the Plastics--a clique comprised of three girls: Gretchen Wieners, a girl who's rich because her father invented toaster strudel; Karen Smith, the \"dumbest girl you will ever meet\"; and Regina George, the unofficial leader and the meanest one. She becomes a hit with the Plastics and eventually assimilates into the clique, only for Janis to ask her sabotage them. After conflicts involving Regina's ex-boyfriend, Aaron Samuels, Cady later becomes tied between being part of them or sabotaging them. Whilst eventually becoming one, she sabotages them. She tricks Regina into eating fattening candy bars that she claims will make her skinny, tries to break her and Samuel up, and tries to turn her fellow Plastics, Karen and Gretchen against her. Will she be caught? Will she become too Plastic and become the fourth Plastic?",
	"languages": "English, German, Vietnamese, Swahili",
	"country": "USA, Canada",
	"awards": "7 wins & 25 nominations.",
	"poster": "https://m.media-amazon.com/images/M/MV5BMjE1MDQ4MjI1OV5BMl5BanBnXkFtZTcwNzcwODAzMw@@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.0/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "84%"
		},
		{
			"Source": "Metacritic",
			"Value": "66/100"
		}
	],
	"metascore": "66",
	"rating": 7,
	"votes": "318,320",
	"imdbid": "tt0377092",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "Mean Girls",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0377092"
}