{
	"title": "Quarantine",
	"_year_data": "2008",
	"year": 2008,
	"rated": "R",
	"released": "2008-10-09T11:00:00.000Z",
	"runtime": "89 min",
	"genres": "Horror, Thriller",
	"director": "John Erick Dowdle",
	"writer": "John Erick Dowdle (screenplay by), Drew Dowdle (screenplay by), Jaume Balagueró (based on the motion picture \"Rec\" written by), Luiso Berdejo (based on the motion picture \"Rec\" written by), Paco Plaza (based on the motion picture \"Rec\" written by)",
	"actors": "Jennifer Carpenter, Steve Harris, Jay Hernandez, Johnathon Schaech",
	"plot": "A television reporter and her cameraman are assigned to spend the night shift with a Los Angeles Fire Station. After a routine 911 call takes them to a small apartment building, they find police officers already on the scene in response to blood curdling screams coming from one of the apartment units. They soon learn that a woman living in the building has been infected by something unknown. After a few of the residents are viciously attacked, they try to escape with the news crew in tow, only to find that the CDC has quarantined the building. Phones, internet, televisions and cell phone access have been cut-off, and officials are not relaying information to those locked inside. When the quarantine is finally lifted, the only evidence of what took place is the news crew's videotape.",
	"languages": "English",
	"country": "USA, Spain",
	"awards": "6 nominations.",
	"poster": "https://m.media-amazon.com/images/M/MV5BMjY0MDgwNTQ4OF5BMl5BanBnXkFtZTcwMzQzNjY3MQ@@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "5.9/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "56%"
		},
		{
			"Source": "Metacritic",
			"Value": "53/100"
		}
	],
	"metascore": "53",
	"rating": 5.9,
	"votes": "68,590",
	"imdbid": "tt1082868",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "Quarantine",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt1082868"
}