{
	"title": "November 10th",
	"_year_data": "2015",
	"year": 2015,
	"rated": "N/A",
	"released": "2015-08-19T12:00:00.000Z",
	"runtime": "99 min",
	"genres": "Animation, Action, Adventure",
	"director": "Aryanto Yuniawan",
	"writer": "M. Suyanto (story), Aryanto Yuniawan (screenplay), Aryanto Yuniawan (story)",
	"actors": "Reza Rahadian, Maudy Ayunda, Keagan Kang, Marlon Dance-Hooi",
	"plot": "BATTLE OF SURABAYA recounts to you the adventure of Musa, a spontaneous, brave, thirteen-year-old shoe shiner, who makes a living under the pressure of necessity or poverty in the era of World War II. Meeting with Musa, Yumna has turned her life into a more colorful journey. Captain Yoshimura hopes that the war could be ended soon. He misses his wife and his daughter, Kioko, in Tokyo. Mr. Yoshimura helps Indonesia reach her freedom and then he can go back to his country. He has known Musa since he was a child. He is like Musa's father. Although life is not easy, Musa leads a life patiently. To Musa, life is a choice. As a matter of fact, being a shoe shiner is not bad; still, such a job less leads to what he is struggling for, that is to say: patriotic spirit and peace, both based on divine values. Physically he is only a teenager; however, mentally he is a hero. He makes up his mind of choosing a job as a courier. Here, he is not a courier who merely delivers common letters, but the secret letters concerning the strategy of the war adopted from the true, pierce war that broke out in Indonesia, exactly in Surabaya on November 10th, 1945. It is worth for you watching this film to see how Musa and Yumna, with such letters, mediates the youths of Surabaya in the war; and how the youths, who are armed only with bamboo spears, are able to win the war with the allied forces, while such forces, which are developed under the aegis of the Dutch government, are armed with modern weapons.",
	"languages": "Indonesian, English, Japanese",
	"country": "Indonesia",
	"awards": "13 wins & 2 nominations.",
	"poster": "https://m.media-amazon.com/images/M/MV5BMjE5MThlMjYtYjlmMy00YTFmLThjODktZjNkZGU5N2VmZjMxXkEyXkFqcGdeQXVyNDUyNDA1MjI@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.1/10"
		}
	],
	"metascore": "N/A",
	"rating": 7.1,
	"votes": "2,698",
	"imdbid": "tt2943352",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "November 10th",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt2943352"
}