{
	"title": "The Gettysburg Address",
	"_year_data": "2017",
	"year": 2017,
	"rated": "N/A",
	"runtime": "N/A",
	"genres": "History",
	"director": "Sean Conant",
	"writer": "Sean Conant",
	"actors": "Sam Elliott, Cary Elwes, Michael C. Hall, William Fichtner",
	"plot": "In the midst of the Civil War, President Lincoln went to Gettysburg, the place of America's greatest suffering, to offer his \"few appropriate remarks\" at the dedication of the Soldiers' National Cemetery. In 272 words he redefined the meaning of the war, explained to a wounded nation why the bloodletting must continue--what was worth fighting and dying for. \"The Gettysburg Address\" investigates the five extant copies of Lincoln's famous speech, separating fact from fiction along the way. Lincoln's greater journey to Gettysburg is chronicled, from his early anti-slavery sentiments as a poor farmer's son to his rousing orations as one of America's greatest leaders. In a spirit not dissimilar to Lincoln's transcending proposition of rebirth at Gettysburg, the film investigates for the first time the speech's many cultural and historical significances, both then and now. Featuring interviews with the country's leading historians, politicians, Civil Rights leaders, Women's Rights proponents, Ivy League scholars, celebrities, and everyday Americans, \"The Gettysburg Address\" deconstructs mythology in substantiating the speech's classification as a true American treasure.",
	"languages": "English",
	"country": "USA",
	"awards": "N/A",
	"poster": "https://m.media-amazon.com/images/M/MV5BMjIwOTAwNzk1Ml5BMl5BanBnXkFtZTgwMDM3OTY4MzE@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "9.0/10"
		}
	],
	"metascore": "N/A",
	"rating": 9,
	"votes": "5",
	"imdbid": "tt3066808",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "The Gettysburg Address",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt3066808"
}