{
	"title": "The Breakfast Club",
	"_year_data": "1985",
	"year": 1985,
	"rated": "R",
	"released": "1985-02-14T11:00:00.000Z",
	"runtime": "97 min",
	"genres": "Comedy, Drama",
	"director": "John Hughes",
	"writer": "John Hughes",
	"actors": "Emilio Estevez, Paul Gleason, Anthony Michael Hall, John Kapelos",
	"plot": "Beyond being in the same class at Shermer High School in Shermer, Illinois, Claire Standish, Andrew Clark, John Bender, Brian Johnson and Allison Reynolds have little in common, and with the exception of Claire and Andrew, do not associate with each other in school. In the simplest and in their own terms, Claire is a princess, Andrew an athlete, John a criminal, Brian a brain, and Allison a basket case. But one other thing they do have in common is a nine hour detention in the school library together on Saturday, March 24, 1984, under the direction of Mr. Vernon, supervising from his office across the hall. Each is required to write a minimum one thousand word essay during that time about who they think they are. At the beginning of those nine hours, each, if they were indeed planning on writing that essay, would probably write something close to what the world sees of them, and what they have been brainwashed into believing of themselves. But based on their adventures during that nine hours, they may come to a different opinion of themselves and the other four.",
	"languages": "English",
	"country": "USA",
	"awards": "3 wins.",
	"poster": "https://m.media-amazon.com/images/M/MV5BOTM5N2ZmZTMtNjlmOS00YzlkLTk3YjEtNTU1ZmQ5OTdhODZhXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.9/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "89%"
		},
		{
			"Source": "Metacritic",
			"Value": "62/100"
		}
	],
	"metascore": "62",
	"rating": 7.9,
	"votes": "337,142",
	"imdbid": "tt0088847",
	"type": "movie",
	"dvd": "02 Sep 2003",
	"boxoffice": "N/A",
	"production": "Universal Pictures",
	"website": "N/A",
	"response": "True",
	"name": "The Breakfast Club",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0088847"
}