{
	"title": "Deepwater Horizon",
	"_year_data": "2016",
	"year": 2016,
	"rated": "PG-13",
	"released": "2016-09-29T11:00:00.000Z",
	"runtime": "107 min",
	"genres": "Action, Drama, History, Thriller",
	"director": "Peter Berg",
	"writer": "Matthew Michael Carnahan (screenplay by), Matthew Sand (screenplay by), Matthew Sand (screen story), David Barstow (based upon an article by), David Rohde (based upon an article by), Stephanie Saul (based upon an article by)",
	"actors": "Mark Wahlberg, Kurt Russell, Douglas M. Griffin, James DuMont",
	"plot": "In April 2010, there is no oil exploration operation in the Gulf of Mexico to compare with the Deepwater Horizon oil rig with its size or sheer depth of its drilling. However, the project for the BP oil company is beset with technical difficulties to the point where the general operational supervisor, Jimmy Harrell, and his Chief Electrical Engineer, Mike Williams, are concerned potentially dangerous trouble is brewing. Unfortunately, visiting BP executives, frustrated by the project's long delays, order curtailed site inspections and slanted system tests to make up for lost time even as Harrell, Williams and his team helplessly protest for the sake of proper safety. On April 20, the workers' fears are realized in the worst possible way when the rig's various structural and system flaws spark a catastrophic cascade of failures that would create a massive blowout and explosion that threatens them all, even as it also begins the worst environmental disaster in US history.",
	"languages": "English",
	"country": "Hong Kong, USA",
	"awards": "Nominated for 2 Oscars. Another 3 wins & 13 nominations.",
	"poster": "https://m.media-amazon.com/images/M/MV5BOTEzNDU0OTgxM15BMl5BanBnXkFtZTgwNjA0ODM2OTE@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.1/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "83%"
		},
		{
			"Source": "Metacritic",
			"Value": "68/100"
		}
	],
	"metascore": "68",
	"rating": 7.1,
	"votes": "142,295",
	"imdbid": "tt1860357",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "Deepwater Horizon",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt1860357"
}