{
	"title": "The Walk",
	"_year_data": "2015",
	"year": 2015,
	"rated": "PG",
	"released": "2015-10-08T11:00:00.000Z",
	"runtime": "123 min",
	"genres": "Adventure, Biography, Drama",
	"director": "Robert Zemeckis",
	"writer": "Robert Zemeckis (screenplay), Christopher Browne (screenplay), Philippe Petit (book)",
	"actors": "Joseph Gordon-Levitt, Guillaume Baillargeon, Émilie Leclerc, Mark Trafford",
	"plot": "Twelve people have walked on the moon, but only one man - Philippe Petit (Joseph Gordon-Levitt) - has ever, or will ever, walk in the immense void between the World Trade Center towers. Guided by his real-life mentor, Papa Rudy (Ben Kingsley), and aided by an unlikely band of international recruits, Petit and his gang overcome long odds, betrayals, dissension and countless close calls to conceive and execute their mad plan. Robert Zemeckis, the director of such marvels as Forrest Gump, Cast Away, Back to the Future, Polar Express and Flight, again uses cutting edge technology in the service of an emotional, character-driven story. With innovative photorealistic techniques and IMAX 3D wizardry, The Walk is true big-screen cinema, a chance for moviegoers to viscerally experience the feeling of reaching the clouds. The film, a PG-rated, all-audience entertainment for moviegoers 8 to 80, unlike anything audiences have seen before, is a love letter to Paris and New York City in the 1970s, but most of all, to the Towers of the World Trade Center.",
	"languages": "English, French, Czech",
	"country": "USA",
	"awards": "3 wins & 17 nominations.",
	"poster": "https://m.media-amazon.com/images/M/MV5BNTY4MzA4Mzc5Nl5BMl5BanBnXkFtZTgwNDIzMzk5NjE@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.3/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "84%"
		},
		{
			"Source": "Metacritic",
			"Value": "70/100"
		}
	],
	"metascore": "70",
	"rating": 7.3,
	"votes": "114,270",
	"imdbid": "tt3488710",
	"type": "movie",
	"dvd": "05 Jan 2016",
	"boxoffice": "$8,064,239",
	"production": "Sony Pictures",
	"website": "N/A",
	"response": "True",
	"name": "The Walk",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt3488710"
}