{
	"title": "Dog Day Afternoon",
	"_year_data": "1975",
	"year": 1975,
	"rated": "R",
	"released": "1975-12-24T11:00:00.000Z",
	"runtime": "125 min",
	"genres": "Biography, Crime, Drama, Thriller",
	"director": "Sidney Lumet",
	"writer": "Frank Pierson (screenplay), P.F. Kluge (based upon a magazine article by), Thomas Moore (based upon a magazine article by)",
	"actors": "Penelope Allen, Sully Boyar, John Cazale, Beulah Garrick",
	"plot": "Based upon a real-life story that happened in the early seventies in which the Chase Manhattan Bank in Gravesend, Brooklyn, was held siege by a bank robber determined to steal enough money for his male lover to undergo a sex change operation. On a hot summer afternoon, the First Savings Bank of Brooklyn is held up by Sonny and Sal, two down-and-out characters. Although the bank manager and female tellers agree not to interfere with the robbery, Sonny finds that there's actually nothing much to steal, as most of the cash has been picked up for the day. Sonny then gets an unexpected phone call from Police Captain Moretti, who tells him the place is surrounded by the city's entire police force. Having few options under the circumstances, Sonny nervously bargains with Moretti, demanding safe escort to the airport and a plane out of the country in return for the bank employees' safety.",
	"languages": "English",
	"country": "USA",
	"awards": "Won 1 Oscar. Another 13 wins & 19 nominations.",
	"poster": "https://m.media-amazon.com/images/M/MV5BMzljMjBhODItYTYyYi00NzMwLTkyZDQtNjQ4MWU0MzhmNDU4XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "8.0/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "95%"
		},
		{
			"Source": "Metacritic",
			"Value": "86/100"
		}
	],
	"metascore": "86",
	"rating": 8,
	"votes": "225,537",
	"imdbid": "tt0072890",
	"type": "movie",
	"dvd": "16 Dec 1997",
	"boxoffice": "N/A",
	"production": "WARNER BROTHERS PICTURES",
	"website": "N/A",
	"response": "True",
	"name": "Dog Day Afternoon",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0072890"
}