{
	"title": "The Man Who Knew Infinity",
	"_year_data": "2015",
	"year": 2015,
	"rated": "PG-13",
	"released": "2016-04-28T12:00:00.000Z",
	"runtime": "108 min",
	"genres": "Biography, Drama",
	"director": "Matt Brown",
	"writer": "Matt Brown (screenplay), Matt Brown, Robert Kanigel (biography)",
	"actors": "Jeremy Irons, Dev Patel, Malcolm Sinclair, Raghuvir Joshi",
	"plot": "In the 1910s, Srinivasa Ramanujan is a man of boundless intelligence that even the abject poverty of his home in Madras, India, cannot crush. Eventually, his stellar intelligence in mathematics and his boundless confidence in both attract the attention of the noted British mathematics professor, G.H. Hardy, who invites him to further develop his computations at Trinity College at Cambridge. Forced to leave his young wife, Janaki, behind, Ramanujan finds himself in a land where both his largely intuitive mathematical theories and his cultural values run headlong into both the stringent academic requirements of his school and mentor and the prejudiced realities of a Britain heading into World War One. Facing this with a family back home determined to keep him from his wife and his own declining health, Ramanujan joins with Hardy in a mutual struggle that would define Ramanujan as one of India's greatest modern scholars who broke more than one barrier in his worlds.",
	"languages": "English, Tamil, Sanskrit",
	"country": "UK, USA",
	"awards": "1 win & 1 nomination.",
	"poster": "https://m.media-amazon.com/images/M/MV5BMTU3Njg4MDM3OV5BMl5BanBnXkFtZTgwMjE5ODM3ODE@._V1_SX300.jpg",
	"ratings": [
		{
			"Source": "Internet Movie Database",
			"Value": "7.2/10"
		},
		{
			"Source": "Rotten Tomatoes",
			"Value": "63%"
		},
		{
			"Source": "Metacritic",
			"Value": "56/100"
		}
	],
	"metascore": "56",
	"rating": 7.2,
	"votes": "47,780",
	"imdbid": "tt0787524",
	"type": "movie",
	"dvd": "N/A",
	"boxoffice": "N/A",
	"production": "N/A",
	"website": "N/A",
	"response": "True",
	"name": "The Man Who Knew Infinity",
	"series": false,
	"imdburl": "https://www.imdb.com/title/tt0787524"
}